[
  {
    "id": 1,
    "name": "Договор подряда",
    "content": "# ДОГОВОР ПОДРЯДА № {NUMBER}\n\n**г. Москва** {DATE}\n\nООО «БМСтрой», именуемое в дальнейшем «Подрядчик», в лице {REPRESENTATIVE_NAME}, действующего на основании Устава, с одной стороны, и {CLIENT_NAME}, именуемый(ая) в дальнейшем «Заказчик», с другой стороны, совместно именуемые «Стороны», заключили настоящий договор в соответствии со статьями 702, 703, 708, 709, 711, 721, 723 ГК РФ.\n\n### 1. Предмет договора\n1.1. По договору подряда Подрядчик обязуется выполнить по заданию Заказчика определенную работу и сдать ее результат заказчику, а Заказчик обязуется принять результат работы и оплатить его (ст. 702 ГК РФ).\n1.2. Предметом договора являются выполнение ремонтных работ по адресу: {ADDRESS}.\n1.3. Объем и содержание работ определяются сметой (Приложение №1), являющейся неотъемлемой частью настоящего договора (ст. 703 ГК РФ).\n### 2. Стоимость и порядок расчетов\n2.1. Общая стоимость работ составляет {TOTAL_SUM} рублей (ст. 709 ГК РФ).\n2.2. Оплата производится:\n- аванс — {ADVANCE_SUM}% от стоимости работ в течение {DAYS_ADVANCE} дней с даты подписания договора;\n- оставшаяся сумма — в течение {DAYS_AFTER_ACCEPT} дней после подписания акта приема-передачи выполненных работ (ст. 711 ГК РФ).\n### 3. Сроки выполнения работ\n3.1. Начало работ: {START_DATE}.\n3.2. Окончание работ: {END_DATE}.\n3.3. Стороны обязаны соблюдать сроки, установленные договором (ст. 708 ГК РФ).\n### 4. Качество работы\n4.1. Работы выполняются с соблюдением требований законодательства и стандартов (ст. 721 ГК РФ).\n4.2. Подрядчик несет ответственность за качество выполненной работы (ст. 723 ГК РФ).\n### 5. Права и обязанности сторон\n5.1. Подрядчик обязан:\n- выполнить работы качественно и в срок;\n- уведомить Заказчика о препятствиях в выполнении работ.\n5.2. Заказчик обязан:\n- предоставить доступ к объекту;\n- своевременно произвести оплату;\n- принять и подписать акт приема-передачи работ (ст. 702 ГК РФ).\n### 6. Ответственность сторон\n6.1. За неисполнение или ненадлежащее исполнение обязательств стороны несут ответственность в соответствии с законодательством РФ (ст. 723, 711 ГК РФ).\n6.2. В случае просрочки оплаты Заказчиком Подрядчик вправе начислить пеню в размере 0,1% от суммы задолженности за каждый день просрочки (ст. 395 ГК РФ).\n6.3. В случае выявления недостатков Заказчик вправе потребовать их безвозмездного устранения в разумный срок (ст. 723 ГК РФ).\n### 7. Приемка выполненных работ\n7.1. По завершении работ Подрядчик передает Заказчику акт приема-передачи выполненных работ (ст. 720 ГК РФ).\n7.2. Заказчик обязан в течение {ACCEPT_DAYS} дней подписать акт или предоставить мотивированный отказ.\n7.3. При отсутствии возражений в указанный срок работы считаются принятыми (ст. 720 ГК РФ).\n### 8. Форс-мажор\n8.1. Стороны освобождаются от ответственности за неисполнение обязательств при наступлении форс-мажорных обстоятельств (ст. 401 ГК РФ).\n### 9. Заключительные положения\n9.1. Все изменения и дополнения оформляются дополнительными соглашениями.\n9.2. Договор составлен в двух экземплярах, имеющих одинаковую юридическую силу.\n\n### 10. Адреса и реквизиты сторон\n\n**Подрядчик:**\nООО «БМСтрой»\nИНН 7700000000, КПП 770001001\nЮр. адрес: 115000, г. Москва, ул. Примерная, д. 1\nР/с: 40702810900000000001 в ПАО «Банк», г. Москва\nБИК: 044525000\nДиректор: {REPRESENTATIVE_NAME}\n\n**Заказчик:**\n{CLIENT_NAME}\nПаспорт: {PASSPORT}, выдан {PASSPORT_ISSUER}, дата выдачи {PASSPORT_DATE}\nАдрес: {CLIENT_ADDRESS}\nТелефон: {CLIENT_PHONE}\n\n---\n**Подписи сторон:**\n_____________________ /Подрядчик/\n_____________________ /Заказчик/\n"
  }
]