export const POSTS = [
  {
    id: 1,
    title: 'Тренды дизайна интерьера 2025',
    desc: 'Минимализм уходит? Что приходит на смену сканди и лофту. Разбираем 5 главных трендов года.',
    category: 'Тренды',
    date: '24 Ноя 2025',
    img: '/uploads/1764611922746-1__4_.jpeg',
    content: 'Здесь будет полный текст статьи...'
  },
  {
    id: 2,
    title: 'Как сэкономить на ремонте, не теряя в качестве',
    desc: 'На чем можно экономить (черновые материалы?), а на чем категорически нельзя (сантехника!).',
    category: 'Советы',
    date: '20 Ноя 2025',
    img: '/uploads/1764611959220-1__5_.jpeg',
    content: 'Экономия должна быть разумной...'
  },
  {
    id: 3,
    title: 'Приемка квартиры у застройщика: Чек-лист',
    desc: 'Как найти кривые стены и плохую вентиляцию до подписания акта. Пошаговая инструкция.',
    category: 'Советы',
    date: '15 Ноя 2025',
    img: '/uploads/1764613804512-1__5_.jpeg',
    content: 'Не подписывайте акт, пока не проверите...'
  },
  {
    id: 4,
    title: 'Кейс: Ремонт в сталинке за 3 месяца',
    desc: 'Как мы меняли перекрытия и сохраняли историческую лепнину. Фото до и после.',
    category: 'Кейсы',
    date: '10 Ноя 2025',
    img: '/uploads/1764613853184-1__6_.jpeg',
    content: 'Сталинки — это всегда сюрприз...'
  },
  {
    id: 5,
    title: 'Освещение в квартире: Сценарии света',
    desc: 'Почему одной люстры недостаточно. Как зонировать пространство светом.',
    category: 'Дизайн',
    date: '05 Ноя 2025',
    img: '/uploads/1764614111746-1__11_.jpeg',
    content: 'Свет — это настроение...'
  }
];